Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=369_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámegiela ealáskahttinprográmmii stuorra dárbu
sms: SääŠmǩiõl stooidâmprograŠmme jõnn tarbb

source: Sámediggi vuordá Suoma ráđđehusas hohpolaš mearrádusa riikaviidosaš sámegiela ealáskahttinprográmma johtui bidjamis, gávnnahii sámedikki várreságadoalli Irja Seurujärvi-Kari Roavvenjárggas.
sms: SääŠmteŠǧǧ vuârdd LääŠddjânnam halltõõzzâst jåŠttlab tuŠmmstõõǥǥ obbväŠlddsaž sääŠmǩiõl stooidâmprograamm alttumuužžâst, maainsti sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteei Irja Seurujärvi-Kari RuäŠvnjaarǥâst.

source: Govas Suoma sámedikki várreságadoalli Irja Seurujärvi-Kari.
sms: Snimldõõǥǥâst sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteei Irja Seurujärvi-Kari.

source: Sámiid gielalaš vuoigatvuođat eai ollašuva nugo fámus leahkki láhkaásaheami vuođul galggašivčče.
sms: SaaŠmi ǩiõllʼlaž vuõiggâdvuõđ jiâ teâuddei lääŠjjšeâttmõõžž oudldem nalla.

source: Sámegielmáhtolaš olbmot váilot hálddahusas, almmolaš bálvalusain ja oahpahusas.
sms: SääŠmǩiõl siltteei persoonin lij jieŠtt vaaldšem, õlmmsaž kääzzkâŠsttem da mättŠtem beäŠlnn.

source: Virggálaš sámi hálddašanguovlluid olggobealde lea sámegiela oahpahusas njuolga heahtedilli Suomas ja Ruoŧas.
sms: SääŠmǩiõl mättŠtõõzzâst sääŠm veerjlaž vaaldšemvuuŠdi åålǥbeäŠlnn lij jieŠttvueŠǩǩ LääŠddjânnmest da Ruõccâst.

source: Sámediggi vuordá Suoma ráđđehusas hohpolaš mearrádusa riikaviidosaš sámegiela ealáskahttinprográmma johtui bidjamis, gávnnahii sámedikki várreságadoalli Irja Seurujärvi-Kari 15.4.
sms: SääŠmteŠǧǧ vuârdd LääŠddjânnam halltõõzzâst jåŠttlab tuŠmmstõõǥǥ obbväŠlddsaž sääŠmǩiõl stooidâmprograamm alttumuužžâst, maainsti sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteei Irja Seurujärvi-Kari 15.4.

source: Roavvenjárggas ordnejuvvon álbmogiidgaskasaš konferánssas.
sms: RuäŠvnjaarǥâst riõššum konfereensest.

source: Buot sámegielat leat Unesco árvvoštallama mielde áittatvuloš sajis.
sms: Puk sääŠmǩiõl liâ Unesco klasstõõllâm mieŠldd vaarvuâlla kuulli.

source: Buot heajumus dilis leat Suomas hubmojuvvon anáraš- ja nuortalašgiella ja Ruoŧas ja Norggas hubmojuvvon julev- ja lullisámegiella.
sms: Tän klasstõõllâm mieŠldd vaarvuâlaž sâjja koŠlle eärben LääŠddjânnmest mainstum aanar- da nuõrttsääŠmǩiõl di Ruõccâst da Taarrâst maainstum LuulajasääŠmǩiõll da saujjsääŠmǩiõll.

source: Seurujärvi-Kari muittuhii ON earenoamášraporterejeaddji James Anaya raporterenmátkki olis ordnejuvvon konferánssas, ahte leat dahkan evttohusaid sámegielaid earenoamáš doarjumis ja ollislaš ealáskahttinprográmma johtui bidjamis juo moanaid gerddiid iige dál leat šat áigi vuordit.
sms: Seurujärvi-Kari mošttii YK spesialteâđteei James Anayan teâđtemmätkka kuõskki konfereensest, što maadârdõõzzid sääŠmǩiõli jiijjâsnallšem tueŠrjjumuŠšše da obbväŠlddsaž stooidâmprograamm altteem diõtt leät tuejjuum määŋg vuâra ij-ǥa äiŠǧǧ leäkku teänab tuŠrǧǧeem diõtt.

source: Sámeoahpahusa láhkaásaheami ja ruhtadeami váilevuođat leat dagaheamen dan, ahte sámegielmáhtolaš olbmuid mearri geahppána jođanit ja, ahte sámegiella ja identiteahtta leat molsašuvvamin ja jávkamin earenoamážit virggálaš sámeguovlluid olggobealde orru sámiin.
sms: SääŠmmättʼtõ Šsse kuõskki lääŠjjšeâttmõõžž da teäggtõõzz vääŠnnvuõđ liâ viikkmen sääŠmǩiõl siltteei oummi meäŠr ǩeäppnem årra da eärben veerjlaž sääŠmvuuŠdi åålǥbeälla jälsteei saaŠmi ǩiõl da identiteett vaajtõõvvmõŠšše.

source: Maiddái Dásseválddi Presideanta ja veahádatáittarteaddji leat duvdán sámegiela ealáskahttinprográmma johtui bidjama.
sms: TääŠssvääŠld presidentt da minoritettåskkooumaž liâ tuärjjääm sääŠmǩiõl stooidâmprograamm alttumuužž.

source: Ášši máinnašuvvo maid Suoma ráđđehusa olmmošvuoigatvuohtapolitihkalaš raporttas 2009.
sms: ÄŠšš peäggtet še LääŠddjânnam halltõõzz ooumažvuõiggâdvuõttčiõlǥtõõzzâst eeŠjj 2009 äiŠǧǧen.

source: Hálddahusráđđi Mirja Kurkinen Suoma vuoigatvuohtaministeriijas muitalii konferánsii, ahte sámegielaid guoski ealáskahttinprográmma válmmaštallojuvvo aiddo ministeriijain ja áššis lea vuordimis mearrádus vel giđa áigge.
sms: Halltõsduumšeǩ Mirja Kurkinen LääŠddjânnam vuõiggâdvuõttministeriast maainsti konferenssa, što sääŠmǩiõlid kuõskki stooidâmprograamm alttumuužž valmštõõlât ministeriast da ääŠššest õõlǥči pueŠtted tuŠmmstõk veâl tän ǩiiđ äiŠǧǧen.

source: Čuvgehusdoaimmadárkkisteaddji Kari Torikka Lappi guovlohálddahusdoaimmahagas, gii ovddastii konferánssas Suoma oahpahusministeriija, gávnnahii, ahte sámegiela oahpahus lea vejolaš maiddái sámiid ruovttuguovllu olggobealde.
sms: ČuõvtemtuåimtaŠrǩǩeei Kari Torikka SääŠmjânnam vuŠvddvaaldšemveŠrǧǧkonttrest, kååŠtt leäi eeŠttkâŠsttmen konfereensest LääŠddjânnam mättʼtõsministeria, tuõđi, što sääŠmǩiõl mättʼtõs še dommvuuŠd åålǥbeäŠlnn lij vuäittmõõžžâst.

source: – Oahpahusa ordnen gáibida goittotge vánhemiin earenoamáš aktiivvalašvuođa ja juoba oassálastima oahpahusa ordnemii.
sms: – Mättʼtõõzz riâššmõš ouddlâstt puärrsin jiiŠjjesnallšem jiõččtuåimmlaž da mättʼtõõzz riâššmõŠšše vuässõõttmõõžž.

source: Seurujärvi-Kari govvidii sámeoahpahusa diliid duođalažžan.
sms: Seurujärvi-Kari čiõlggii sääŠm-mättʼtõs vueŠjj vaiggâdvuõđ.

source: Dilli sámiid ruovttuguovllus hedjona daningo ahkeluohkát unnot ja máŋgasat leat fárren eret.
sms: SaaŠmi dommvuuŠdest vueŠǩǩ huânnʼnan uuŠccab ââŠǩǩklaassi da serddmõõžž diõtt.

source: Ruovttuguovllu olggobealde, gos stuorámus oassi sámemánáin ja – nuorain orru, dilli lea duođalaš iige oahpahus ordnejuvvo jur ollenge.
sms: DommvuuŠd åålǥbeälla, koŠst jäänaš sääŠmpäärnain da – nuõrin jäälast, vueŠǩǩ lij peŠccel da ǩiõl mättʼtõõzz jeät riâššu ni vooŠps.

source: Orrut máhccamen dan áigái, go sámegielas ii lean sadji skuvllas ja giellamolsun ovdanii fárttain.
sms: VueŠǩǩ lij mõõnnmen väŠst äigga, kuäŠss sääŠmǩiõlâst iŠllääm stattuuzz da ǩiõlvaajtõs ouddni viõkksânji.

source: - Sámegiela sadji suopmelaš skuvllas lea juohkásan guovtti oassái.
sms: DommvuuŠdest ǩiõll lij vooudlaž minoritettǩiõl sââŠjest da jânnmasiŠrddiǩiõl sââŠjest.

source: Sámegielas ii leat skuvllas álgoálbmoga giela sajádat, gávnnahii Seurujärvi-Kari.
sms: SääŠmǩiõlâst iŠllakku škooulâst tõõzz kuulli vuõssnarood ǩiõl staattus, maainsti Seurujärvi-Kari.

source: Álgoálbmoga gielalaš vuoigatvuođaide gullá maid vuoigatvuohta giela ealáskahttimii, revitalisašuvdnii.
sms: Vuõssnarood ǩiõllʼlaž vuõiggâdvuõđid kooll še vuõiggâdvuõtt jiijjâz ǩiõl stooidmõŠšše.

source: Loga Irja Seurujärvi-Kari olles sága dás: Statement by Irja Seurujärvi-Kari on Saami language, Culture and Youth 15.4.2010
sms: Looǥǥ Seurujärvi-Kari mainnâz täŠst: Statement by Irja Seurujärvi-Kari on Saami language, Culture and Youth 15.4.2010
